<?xml version='1.0' encoding='utf8'?>
<dataset id="qald-4_multilingual_train">

<question aggregation="true" answertype="string" id="67" onlydbo="false">
<NER lang="zh">所有超过500000名员工的公司的网站。</NER>
<string lang="en">Give me the websites of companies with more than 500000 employees.</string>
<string lang="zh">所有超过500000名员工的公司的网站。</string>
<string lang="de">Gib mir alle Webseiten von Unternehmen mit mehr als 500000 Angestellten.</string>
<string lang="es">Dame todas las páginas de Web de empresas con más de 500000 empleados.</string>
<string lang="it">Dammi tutti i siti internet di aziende con più di 500000 dipendenti.</string>
<string lang="fr">Donnes-moi les sites webs de companies avec plus de 500000 employés.</string>
<string lang="nl">Geef me de websites van alle ondernemingen met meer dan 500000 werknemers.</string>
<string lang="ro">Dă-mi toate website-urile de la companiile cu mai mult de 500000 de angajați</string>
<keywords lang="en">website, company, employee, more than 500000</keywords>
<keywords lang="zh">网站, 公司, 员工, 超过50万</keywords>
<keywords lang="de">Webseite, Unternehmen, Angestellte, mehr als 500000</keywords>
<keywords lang="es">página de Web, empreasas, empleados, más de 500000</keywords>
<keywords lang="it">sito internet, azienda, dipendenti, più di 500000</keywords>
<keywords lang="fr">sites webs, companies, plus de 500000 employés</keywords>
<keywords lang="nl">website, onderneming, werknemers, meer dan 500000</keywords>
<keywords lang="ro">website, companie, angajat, mai mult de 500000</keywords>
<query>
PREFIX dbo: &lt;http://dbpedia.org/ontology/&gt;
PREFIX dbp: &lt;http://dbpedia.org/property/&gt;
PREFIX rdf: &lt;http://www.w3.org/1999/02/22-rdf-syntax-ns#&gt;
PREFIX xsd: &lt;http://www.w3.org/2001/XMLSchema#&gt;
SELECT DISTINCT ?string
WHERE {
         ?c rdf:type dbo:Company .
       { ?c dbo:numberOfEmployees ?employees . }
       UNION
       { ?c dbp:numEmployees ?employees . }
         FILTER( xsd:integer(?employees) &gt; 500000 ) .
         ?c dbp:homepage ?string .
}
</query>
<answers>
<answer>
<uri>http://www.issworld.com/</uri>
</answer>
<answer>
<uri>http://www.petrochina.com.cn/ptr/</uri>
</answer>
<answer>
<uri>http://www.g4s.com/</uri>
</answer>
<answer>
<uri>http://www.spb.gov.cn/</uri>
</answer>
<answer>
<uri>http://www.atbank.nl</uri>
</answer>
<answer>
<uri>http://www.foxconn.com</uri>
</answer>
<answer>
<uri>https://www.kvb.co.in/</uri>
</answer>
<answer>
<uri>http://www.veritaslanguagesolutions.com</uri>
</answer>
<answer>
<uri>http://www.maxonmotor.com/</uri>
</answer>
<answer>
<uri>http://www.graftech.com</uri>
</answer>
<answer>
<uri>http://sbilife.co.in</uri>
</answer>
<answer>
<uri>http://phx.corporate-ir.net/phoenix.zhtml?c=97944&amp;p=irol-irhome</uri>
</answer>
<answer>
<uri>http://www.ccc.gr</uri>
</answer>
<answer>
<uri>http://www.verabradley.com/</uri>
</answer>
<answer>
<uri>http://www.servpro.com/</uri>
</answer>
<answer>
<uri>http://www.slimmingworld.com</uri>
</answer>
<answer>
<uri>http://fsci.com/</uri>
</answer>
<answer>
<uri>http://www.babcockborsigservice.com/index.php?id=27&amp;L=1</uri>
</answer>
<answer>
<uri>http://www.ringpower.com/</uri>
</answer>
<answer>
<uri>http://www.redcross.fi/en_GB/</uri>
</answer>
<answer>
<uri>http://www.brother.com/</uri>
</answer>
<answer>
<uri>http://www.stx.co.kr</uri>
</answer>
<answer>
<uri>http://www.laborready.com</uri>
</answer>
<answer>
<uri>http://www.ohe-transport.de/</uri>
</answer>
</answers>
</question>

<question aggregation="true" answertype="resource" id="17" onlydbo="true">
<disambiguation entity="新泽西州" lang="zh">http://dbpedia.org/resource/新泽西州</disambiguation>
<NER lang="zh">所有在 &lt;entity&gt;新泽西州&lt;/entity&gt; 超过10万居民的城市​​。</NER>
<link entity="新泽西州" lang="zh">http://dbpedia.org/resource/新泽西州</link>
<link entity="New_Jersey" lang="en">http://dbpedia.org/resource/New_Jersey</link>
<string lang="en">Give me all cities in New Jersey with more than 100000 inhabitants.</string>
<string lang="zh">所有在新泽西州超过10万居民的城市​​。</string>
<string lang="de">Gib mir alle Städte in New Jersey, die mehr als 100000 Einwohner haben.</string>
<string lang="es">Dame todas las cuidades en New Jersey que tengan más de 100000 habitantes.</string>
<string lang="it">Dammi tutte le città del New Jersey con più di 100000 abitanti.</string>
<string lang="fr">Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants.</string>
<string lang="nl">Geef alle steden in New Jersey met meer dan 100000 inwoners.</string>
<string lang="ro">Dă-mi toate orașele din New Jersey cu mai mult de 100000 de locuitori.</string>
<keywords lang="en">New Jersey, city, inhabitants, more than 100000</keywords>
<keywords lang="zh">新泽西州, 城市, 居民, 超过10万</keywords>
<keywords lang="de">New Jersey, Stadt, Einwohner, mehr als 100000</keywords>
<keywords lang="es">New Jersey, ciudad, habitantes, más de 100000</keywords>
<keywords lang="it">New Jersey, città, abitanti, più di 100000</keywords>
<keywords lang="fr">New Jersey, villes, habitants, plus de 100000</keywords>
<keywords lang="nl">New Jersey, stad, inwoners, meer dan 100000</keywords>
<keywords lang="ro">New Jersey, oraș, locuitori, mai mult de 100000</keywords>
<query>
PREFIX dbo: &lt;http://dbpedia.org/ontology/&gt;
PREFIX res: &lt;http://dbpedia.org/resource/&gt;
PREFIX rdf: &lt;http://www.w3.org/1999/02/22-rdf-syntax-ns#&gt;
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:City .
        ?uri dbo:isPartOf res:New_Jersey .
        ?uri dbo:populationTotal ?inhabitants .
        FILTER (?inhabitants &gt; 100000) .
}
</query>
<answers>
<answer>
<uri>http://dbpedia.org/resource/Newark,_New_Jersey</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Jersey_City,_New_Jersey</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Paterson,_New_Jersey</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Elizabeth,_New_Jersey</uri>
</answer>
</answers>
</question>

<question aggregation="false" answertype="number" id="94" onlydbo="false">
<NER lang="zh">兹德涅克Sverak的第一部电影的预算是多少？</NER>
<string lang="en">Which budget did the first movie of Zdenek Sverak have?</string>
<string lang="zh">兹德涅克Sverak的第一部电影的预算是多少？</string>
<string lang="de">Welches Budget hatte der erste Film von Zdenek Sverak?</string>
<string lang="es">¿Cuál fué el presupuesto de la primera película de Zdenek Sverak?</string>
<string lang="it">Che budget ebbe il primo film di Zdenek Sverak?</string>
<string lang="fr">Quel était le budget du premier film de Zdenek Sverak?</string>
<string lang="nl">Welk budget had de eerste film van Zdenek Sverak</string>
<string lang="ro">Ce buget a avut primul film al lui Zdenek Sverak?</string>
<keywords lang="en">Zdenek Sverak, movie, first, budget</keywords>
<keywords lang="zh">兹德涅克Sverak, 电影, 首先, 预算</keywords>
<keywords lang="de">Zdenek Sverak, Film, erster, Budget</keywords>
<keywords lang="es">presupuesto, primera pelicula, Zdenek Sverak</keywords>
<keywords lang="it">Zdenek Sverak, film, primo, budget</keywords>
<keywords lang="fr">budget, premier film, Zdenek Sverak</keywords>
<keywords lang="nl">budget, eerste film, Zdenek Sverak</keywords>
<keywords lang="ro">Zdenek Sverak, film, primul, buget</keywords>
<query>OUT OF SCOPE</query>
<answers />
</question>

<question aggregation="false" answertype="resource" id="75" onlydbo="true">
<disambiguation entity="美国" lang="zh">http://dbpedia.org/resource/美国</disambiguation>
<NER lang="zh">谁是美国第一任总统？</NER>
<string lang="en">Who was the first president of the United States?</string>
<string lang="zh">谁是美国第一任总统？</string>
<string lang="de">Wer war der erste Präsident der Vereinigten Staaten?</string>
<string lang="es">¿Quién era el primer presidente de los Estados Unidos?</string>
<string lang="it">Chi è stato il primo presidente degli Stati Uniti?</string>
<string lang="fr">Qui était le premier président des États-Unis?</string>
<string lang="nl">Wie was de eerste president van de Verenigde Staten?</string>
<string lang="ro">Cine a fost primul președinte ale Statelor Unite?</string>
<keywords lang="en">United States, first president</keywords>
<keywords lang="zh">美国第一任总统</keywords>
<keywords lang="de">Vereinigte Staaten, erster Präsident</keywords>
<keywords lang="es">estados unidos, primer presidente</keywords>
<keywords lang="it">Stati Uniti, primo presidente</keywords>
<keywords lang="fr">Etats-Unis, premier président</keywords>
<keywords lang="nl">Verenigde Staten, eerste president</keywords>
<keywords lang="ro">Statele Unite, primul președinte</keywords>
<query>
PREFIX dbo: &lt;http://dbpedia.org/ontology/&gt;
PREFIX rdf: &lt;http://www.w3.org/1999/02/22-rdf-syntax-ns#&gt;
SELECT DISTINCT ?uri
WHERE {
         ?uri rdf:type dbo:Person .
         ?uri dbo:office '1st President of the United States'@en .
}
</query>
<answers>
<answer>
<uri>http://dbpedia.org/resource/George_Washington</uri>
</answer>
</answers>
</question>

<question aggregation="true" answertype="resource" id="180" onlydbo="true">
<disambiguation entity="威廉·戈德曼" lang="zh" />
<NER lang="zh">所有由 &lt;entity&gt;威廉·戈德曼&lt;/entity&gt; 写的并且有三百多页的书。</NER>
<link entity="威廉·戈德曼" lang="zh"> </link>
<link entity="William_Goldman" lang="en">http://dbpedia.org/resource/William_Goldman</link>
<string lang="en">Give me all books by William Goldman with more than 300 pages.</string>
<string lang="zh">所有由威廉·戈德曼写的并且有三百多页的书。</string>
<string lang="de">Gib mir alle Bücher von William Goldman mit mehr als 300 Seiten.</string>
<string lang="es">Dame todos los libros de Wiliam Goldman con más de 300 páginas.</string>
<string lang="it">Dammi tutti i libri di Wiliam Goldman con più di 300 pagine.</string>
<string lang="fr">Donnes-moi tous les livres de William Goldman avec plus de 300 pages.</string>
<string lang="nl">Geef alle boeken van William Goldman met meer dan 300 pagina's.</string>
<string lang="ro">Dă-mi toate carțile de William Glodman cu mai mult de 300 de pagini.</string>
<keywords lang="en">book, William Goldman, pages, more than 300</keywords>
<keywords lang="zh">书中, 威廉·戈德曼, 页, 三百多</keywords>
<keywords lang="de">Buch, William Goldman, Seiten, mehr als 300</keywords>
<keywords lang="es">libro, William Goldman, más de 300 páginas</keywords>
<keywords lang="it">libro, Wiliam Goldman, pagine, più di 300</keywords>
<keywords lang="fr">livres, William Goldman, plus de 300 pages</keywords>
<keywords lang="nl">boeken, William Goldman, meer dan 300 pagina's</keywords>
<keywords lang="ro">carte, William Goldman, pagini, mai mult de 300</keywords>
<query>
PREFIX dbo: &lt;http://dbpedia.org/ontology/&gt;
PREFIX res: &lt;http://dbpedia.org/resource/&gt;
PREFIX rdf: &lt;http://www.w3.org/1999/02/22-rdf-syntax-ns#&gt;
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Book .
        ?uri dbo:author res:William_Goldman .
        ?uri dbo:numberOfPages ?x .
        FILTER (?x &gt; 300)
}
</query>
<answers>
<answer>
<uri>http://dbpedia.org/resource/Marathon_Man</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Which_Lie_Did_I_Tell%3F</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Brothers_(Goldman_novel)</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/The_Princess_Bride</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/The_Color_of_Light</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Boys_and_Girls_Together</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Hype_and_Glory</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Tinsel_(novel)</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Control_(novel)</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Wait_Till_Next_Year</uri>
</answer>
</answers>
</question>

<question aggregation="false" answertype="boolean" id="96" onlydbo="false">
<NER lang="zh">Jens Friebe是一个素食主义者吗？</NER>
<string lang="en">Is Jens Friebe a vegan?</string>
<string lang="zh">Jens Friebe是一个素食主义者吗？</string>
<string lang="de">Ist Jens Friebe Veganer?</string>
<string lang="es">¿Es Jens Friebe vegano?</string>
<string lang="it">Jens Friebe è vegano?</string>
<string lang="fr">Jens Friebe est-il un végétarien?</string>
<string lang="nl">Is Jens Friebe vegetariër?</string>
<string lang="ro">Este Jens Friebe un vegan?</string>
<keywords lang="en">Jens Friebe, vegan</keywords>
<keywords lang="zh">延Friebe, 素食主义者</keywords>
<keywords lang="de">Jens Friebe, Veganer</keywords>
<keywords lang="es">Jens Friebe, vegano</keywords>
<keywords lang="it">Jens Friebe, vegano</keywords>
<keywords lang="fr">Jens Friebe, végétarien</keywords>
<keywords lang="nl">Jens Friebe, vegetariër</keywords>
<keywords lang="ro">Jens Friebe, vegan</keywords>
<query>OUT OF SCOPE</query>
<answers />
</question>

<question aggregation="true" answertype="resource" id="51" onlydbo="false">
<NER lang="zh">列出所有早于1400成立的图书馆。</NER>
<string lang="en">Give me all libraries established earlier than 1400.</string>
<string lang="zh">列出所有早于1400成立的图书馆。</string>
<string lang="de">Gib mir alle Bibliotheken, die vor 1400 gegründet worden.</string>
<string lang="es">Dame todas las bibliotecas que fueron establecidas antes de 1400.</string>
<string lang="it">Dammi tutte le biblioteche fondate prima del 1400.</string>
<string lang="fr">Donnes-moi toutes les bibliothèques établies avant 1400.</string>
<string lang="nl">Geef me alle bibliotheken die voor 1400 werden opgericht.</string>
<string lang="ro">Dă-mi tote bibliotecile înființate înainte de 1400</string>
<keywords lang="en">libraries, established, earlier than 1400</keywords>
<keywords lang="zh">库, 建立, 早于1400</keywords>
<keywords lang="de">Bibliotheken, gegründet, vor 1400</keywords>
<keywords lang="es">bibliotecas, establecidas, antes de 1400</keywords>
<keywords lang="it">biblioteche, fondate, prima del 1400</keywords>
<keywords lang="fr">bibliothèques, établies, avant 1400</keywords>
<keywords lang="nl">bibliotheken, opgericht, voor 1400</keywords>
<keywords lang="ro">biblioteci, înființat, înainte de 1400</keywords>
<query>
PREFIX dbo: &lt;http://dbpedia.org/ontology/&gt;
PREFIX dbp: &lt;http://dbpedia.org/property/&gt;
PREFIX rdf: &lt;http://www.w3.org/1999/02/22-rdf-syntax-ns#&gt;
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Library .
        ?uri dbp:established ?year .
        FILTER (?year &lt; 1400)
}
</query>
<answers>
<answer>
<uri>http://dbpedia.org/resource/Cambridge_University_Library</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Connemara_Public_Library</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Austrian_National_Library</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Library_of_Ashurbanipal</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/National_Parliamentary_Library_of_Ukraine</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Jagiellonian_Library</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Biblioteca_Nacional_de_Portugal</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Maughan_Library</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/University_Library_Heidelberg</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Bait_al_Hikmat</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Zaporizhia_Region_Universal_Scientific_Library_named_after_A.M._Gorky</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/National_Library_of_Indonesia</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Evelyn_Rutnam_Institute_for_Inter-Cultural_Studies</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Instituto_Aut%C3%B3nomo_de_Bibliotecas_e_Informaci%C3%B3n_del_Estado_M%C3%A9rida</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/National_and_University_Library_of_the_Republika_Srpska</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Biblioth%C3%A8que_Sainte-Barbe</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Durr%C3%ABs_Library</uri>
</answer>
</answers>
</question>

<question aggregation="false" answertype="string" id="196" onlydbo="true">
<NER lang="zh">列出 &lt;entity&gt;雷蒙斯合唱團&lt;/entity&gt; 的所有B边。</NER>
<link entity="雷蒙斯合唱團" lang="zh">http://dbpedia.org/resource/雷蒙斯合唱團</link>
<link entity="Ramones" lang="en">http://dbpedia.org/resource/Ramones</link>
<string lang="en">Give me all B-sides of the Ramones.</string>
<string lang="zh">列出雷蒙斯合唱團的所有B边。</string>
<string lang="de">Gib mir alle B-Seiten der Ramones.</string>
<string lang="es">Dame todas las caras B de los Ramones.</string>
<string lang="it">Dammi tutti i lati B dei Ramones.</string>
<string lang="fr">Donnes-moi tous les faces B des Ramones.</string>
<string lang="nl">Geef alle B-kantjes van singles van de Ramones.</string>
<string lang="ro">Dă-mi toate laturile B ale Ramones</string>
<keywords lang="en">Ramones, B-sides</keywords>
<keywords lang="zh">雷蒙斯合唱團, B边</keywords>
<keywords lang="de">Ramones, B-Seiten</keywords>
<keywords lang="es">Ramones, cara B</keywords>
<keywords lang="it">Ramones, lato B</keywords>
<keywords lang="fr">faces B, Ramones</keywords>
<keywords lang="nl">B-kant, single, de Ramones</keywords>
<keywords lang="ro">Ramones, laturi B</keywords>
<query>
PREFIX dbo: &lt;http://dbpedia.org/ontology/&gt;
PREFIX res: &lt;http://dbpedia.org/resource/&gt;
SELECT DISTINCT ?string
WHERE {
        ?x dbo:musicalArtist res:Ramones .
        ?x dbo:bSide ?string .
}
</query>
<answers>
<answer>
<string>Go Home Ann (12 only)</string>
</answer>
<answer>
<string>Daytime Dilemma (Dangers of Love)</string>
</answer>
<answer>
<string>I Don't Want You</string>
</answer>
<answer>
<string>Babysitter</string>
</answer>
<answer>
<string>I Don't Care</string>
</answer>
<answer>
<string>Do You Wanna Dance?</string>
</answer>
<answer>
<string>Censorshit</string>
</answer>
</answers>
</question>

<question aggregation="true" answertype="resource" id="192" onlydbo="true">
<NER lang="zh">告诉我 &lt;entity&gt;布鲁斯·斯普林斯廷&lt;/entity&gt; 所有在1980至1990年之间发布的歌曲。</NER>
<link entity="布鲁斯·斯普林斯廷" lang="zh">http://dbpedia.org/resource/布鲁斯·斯普林斯廷</link>
<link entity="Bruce_Springsteen" lang="en">http://dbpedia.org/resource/Bruce_Springsteen</link>
<string lang="en">Show me all songs from Bruce Springsteen released between 1980 and 1990.</string>
<string lang="zh">告诉我布鲁斯·斯普林斯廷所有在1980至1990年之间发布的歌曲。</string>
<string lang="de">Zeige mir alle Lieder von Bruce Springsteen, die zwischen 1980 und 1990 herausgebracht wurden.</string>
<string lang="es">¿Enseñame todas las canciones de Bruce Springsteen que aparecieron entre 1980 y 1990.</string>
<string lang="it">Dammi tutte le canzoni di Bruce Springsteen rilasciate tra il 1980 e il 1990.</string>
<string lang="fr">Donnes-moi tous les morceaux de Bruce Springsteen qui ont été publiés entre 1980 et 1990.</string>
<string lang="nl">Geef alle songs van Bruce Springsteen die werden uitgebracht tussen 1980 en 1990.</string>
<string lang="ro">Arată-mi toate melodiile de Bruce Springsten apărute între 1980 și 1990</string>
<keywords lang="en">song, Bruce Springsteen, release, between 1980 and 1990</keywords>
<keywords lang="zh">歌, 布鲁斯·斯普林斯廷, 释放, 1980年和1990年间</keywords>
<keywords lang="de">Lied, Bruce Springsteen, herausbringen, zwischen 1980 und 1990</keywords>
<keywords lang="es">canción, Bruce Springsteen, aparecida entre 1980 y 1990</keywords>
<keywords lang="it">canzone, Bruce Springsteen, rilasciare, tra il 1980 e il 1990</keywords>
<keywords lang="fr">morceaux, Bruce Springsteen, publiés entre 1980 et 1990</keywords>
<keywords lang="nl">song, Bruce Springsteen, uitgebracht tussen 1980 en 1990</keywords>
<keywords lang="ro">melodie, Bruce Springsteen, apărut, între 1980 și 1990</keywords>
<query>
PREFIX dbo:  &lt;http://dbpedia.org/ontology/&gt;
PREFIX res:  &lt;http://dbpedia.org/resource/&gt;
PREFIX yago: &lt;http://dbpedia.org/class/yago/&gt;
PREFIX rdf: &lt;http://www.w3.org/1999/02/22-rdf-syntax-ns#&gt;
SELECT DISTINCT ?uri
WHERE {
        ?uri rdf:type dbo:Song .
        ?uri dbo:artist res:Bruce_Springsteen .
        ?uri dbo:releaseDate ?date .
        FILTER (?date &gt;= '1980-01-01'^^xsd:date &amp;&amp; ?date &lt;= '1990-12-31'^^xsd:date)
}
</query>
<answers>
<answer>
<uri>http://dbpedia.org/resource/No_Surrender_(song)</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Downbound_Train</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Working_on_the_Highway</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Bobby_Jean</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Darlington_County_(song)</uri>
</answer>
<answer>
<uri>http://dbpedia.org/resource/Johnny_99_(song)</uri>
</answer>
</answers>
</question>

